Repository: xcv58/MacTools
Catalog: Plugins/Screenshot/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# capture.invalidRegion
source: 截图区域无效，请重新选择
ar: منطقة الالتقاط غير صالحة. حددها مرة أخرى.
de: Der Aufnahmebereich ist ungültig. Wählen Sie ihn erneut aus.
en: The capture region is invalid. Select it again.
es: La región de captura no es válida. Selecciónala de nuevo.
fr: La zone de capture n’est pas valide. Sélectionnez-la à nouveau.
ja: キャプチャ領域が無効です。もう一度選択してください。
ko: 캡처 영역이 잘못되었습니다. 다시 선택하세요.
pt: A região de captura é inválida. Selecione-a novamente.
ru: Недопустимая область захвата. Выберите ее еще раз.
tr: Yakalama alanı geçersiz. Yeniden seçin.
zh_hant: 截圖區域無效，請重新選擇

# capture.preparing
source: 正在准备…
ar: التحضير…
de: Wird vorbereitet…
en: Preparing…
es: Preparando…
fr: Préparation…
ja: 準備中…
ko: 준비 중…
pt: Preparando…
ru: Подготовка…
tr: Hazırlanıyor…
zh_hant: 正在準備…

# capture.stopping
source: 正在停止…
ar: إيقاف…
de: Wird gestoppt…
en: Stopping…
es: Deteniendo…
fr: Arrêt…
ja: 停止中…
ko: 멈추는 중…
pt: Parando…
ru: Остановка…
tr: Durduruluyor…

# capture.stoppingSlowly
source: 正在等待屏幕采集停止…
ar: في انتظار توقف الالتقاط...
de: Warten auf Beendigung der Aufnahme…
en: Waiting for capture to stop…
es: Esperando a que se detenga la captura…
fr: En attente de l'arrêt de la capture…
ja: キャプチャが停止するのを待っています…
ko: 캡처가 중지되기를 기다리는 중...
pt: Aguardando o encerramento da captura…
ru: Ожидание остановки захвата…
tr: Yakalamanın durması bekleniyor…
zh_hant: 正在等待擷取停止…

# record.saving
source: 正在保存…
ar: جارٍ الحفظ...
de: Wird gespeichert…
en: Saving…
es: Guardando…
fr: Sauvegarde…
ja: 保存中…
ko: 저장 중…
pt: Salvando…
ru: Сохранение…
tr: Kaydediliyor…
zh_hant: 正在儲存…

# record.savingSlowly
source: 正在保存，请稍候…
ar: لا يزال الحفظ جاريًا. يُرجى الانتظار…
de: Wird noch gesichert. Bitte warten…
en: Still saving. Please wait…
es: Guardando. Espera…
fr: Sauvegarde en cours. Veuillez patienter…
ja: まだ保存中です。お待ちください…
ko: 아직 저장 중입니다. 잠시 기다려 주세요…
pt: Ainda salvando. Aguarde…
ru: Сохранение продолжается. Подождите…
tr: Hâlâ kaydediliyor. Lütfen bekleyin…
zh_hant: 正在儲存，請稍候…

# record.unsupportedResolution
source: 当前区域超出硬件编码能力，请缩小录制范围
ar: تتجاوز هذه المنطقة حدود ترميز الأجهزة. حدد منطقة أصغر.
de: Dieser Bereich überschreitet die Grenzen der Hardware-Codierung. Wählen Sie einen kleineren Bereich.
en: This region exceeds hardware encoding limits. Select a smaller region.
es: Esta región excede los límites de codificación de hardware. Seleccione una región más pequeña.
fr: Cette zone dépasse les limites de l’encodage matériel. Sélectionnez une zone plus petite.
ja: この領域はハードウェア エンコード制限を超えています。より小さい領域を選択してください。
ko: 이 영역은 하드웨어 인코딩 제한을 초과합니다. 더 작은 영역을 선택하세요.
pt: Esta região excede os limites de codificação de hardware. Selecione uma região menor.
ru: Размер области превышает ограничения аппаратного кодирования. Выберите меньшую область.
tr: Bu alan donanım kodlama sınırlarını aşıyor. Daha küçük bir alan seçin.
zh_hant: 目前區域超出硬體編碼能力，請縮小錄影範圍

# scroll.unmatched
source: 未找到连续内容，请放慢滚动或向上滚动少许
ar: لا يوجد محتوى مطابق. قم بالتمرير بشكل أبطأ أو قم بالرجوع للخلف قليلاً.
de: Kein passender Inhalt. Scrollen Sie langsamer oder gehen Sie ein Stück zurück.
en: No matching content. Scroll more slowly or go back slightly.
es: No hay contenido coincidente. Desplácese más lentamente o retroceda un poco.
fr: Aucun contenu correspondant. Faites défiler plus lentement ou revenez légèrement en arrière.
ja: 一致するコンテンツはありません。ゆっくりスクロールするか、少し戻してください。
ko: 일치하는 콘텐츠가 없습니다. 더 천천히 스크롤하거나 조금 되돌려 스크롤하세요.
pt: Nenhum conteúdo correspondente. Role mais devagar ou volte um pouco.
ru: Нет соответствующего контента. Прокрутите медленнее или вернитесь немного назад.
tr: Eşleşen içerik yok. Daha yavaş kaydırın veya biraz geri gidin.
zh_hant: 找不到連續內容，請放慢捲動速度或稍微往回捲動

# scroll.finishing
source: 正在完成长截图…
ar: جارٍ إنهاء لقطة الشاشة بالتمرير...
de: Scroll-Screenshot wird fertiggestellt…
en: Finishing scrolling screenshot…
es: Finalizando la captura de pantalla con desplazamiento…
fr: Finalisation de la capture d’écran avec défilement…
ja: スクロールスクリーンショットを仕上げ中…
ko: 스크롤 스크린샷을 마치는 중...
pt: Concluindo a captura de tela de rolagem…
ru: Завершение снимка с прокруткой…
tr: Kaydırmalı ekran görüntüsü tamamlanıyor…
zh_hant: 正在完成長截圖…

# capture.unavailable
source: 无法获取屏幕图像，请检查录屏权限后重试
ar: يتعذر التقاط الشاشة. تحقق من إذن تسجيل الشاشة وحاول مرة أخرى.
de: Bildschirmaufnahme nicht möglich. Überprüfen Sie die Berechtigung für die Bildschirmaufnahme und versuchen Sie es erneut.
en: Unable to capture the screen. Check Screen Recording permission and try again.
es: No se puede capturar la pantalla. Verifique el permiso de grabación de pantalla e inténtelo nuevamente.
fr: Impossible de capturer l’écran. Vérifiez l’autorisation « Enregistrement de l’écran » et réessayez.
ja: 画面をキャプチャできません。画面収録の許可を確認して、もう一度試してください。
ko: 화면을 캡처할 수 없습니다. 화면 기록 권한을 확인하고 다시 시도하세요.
pt: Não é possível capturar a tela. Verifique a permissão de Gravação de Tela e tente novamente.
ru: Невозможно сделать снимок экрана. Проверьте разрешение на запись экрана и повторите попытку.
tr: Ekran yakalanamadı. Ekran Kaydı iznini denetleyip yeniden deneyin.
zh_hant: 無法取得螢幕圖像，請檢查螢幕錄影權限後重試

# capture.timedOut
source: 获取屏幕图像超时，请重试
ar: انتهت مهلة التقاط الشاشة. يرجى المحاولة مرة أخرى.
de: Zeitüberschreitung bei der Bildschirmaufnahme. Bitte versuchen Sie es erneut.
en: Screen capture timed out. Please try again.
es: Se agotó el tiempo de captura de pantalla. Por favor inténtalo de nuevo.
fr: Le délai de capture d’écran a été dépassé. Veuillez réessayer.
ja: 画面キャプチャがタイムアウトしました。もう一度試してください。
ko: 화면 캡처 시간이 초과되었습니다. 다시 시도해 주세요.
pt: O tempo da captura de tela se esgotou. Tente novamente.
ru: Тайм-аут захвата экрана. Пожалуйста, попробуйте еще раз.
tr: Ekran yakalama zaman aşımına uğradı. Lütfen yeniden deneyin.
zh_hant: 取得螢幕圖像超時，請重試

# capture.displayChanged
source: 显示器配置已变化，请重新截图
ar: تغيّر تكوين الشاشات. ابدأ التقاطًا جديدًا.
de: Die Bildschirmkonfiguration hat sich geändert. Starten Sie eine neue Aufnahme.
en: The display configuration changed. Start a new capture.
es: La configuración de las pantallas ha cambiado. Inicia una nueva captura.
fr: La configuration de l’affichage a changé. Commencez une nouvelle capture.
ja: ディスプレイ構成が変わりました。新しいキャプチャを開始してください。
ko: 디스플레이 구성이 변경되었습니다. 새로운 캡처를 시작하세요.
pt: A configuração das telas foi alterada. Inicie uma nova captura.
ru: Конфигурация дисплеев изменилась. Начните новый захват.
tr: Ekran yapılandırması değişti. Yeni bir yakalama başlatın.
zh_hant: 顯示器設定已變化，請重新截圖

# scroll.outputTooLarge
source: 长截图已达大小上限，请缩小截图范围或分段截取
ar: تم الوصول إلى الحد الأقصى لحجم لقطة الشاشة بالتمرير. التقط مساحة أصغر أو قسّمها إلى أجزاء.
de: Größenlimit für Scroll-Screenshots erreicht. Nehmen Sie einen kleineren Bereich auf oder teilen Sie ihn in Abschnitte auf.
en: Scrolling screenshot size limit reached. Capture a smaller area or split it into sections.
es: Se alcanzó el límite de tamaño de captura de pantalla con desplazamiento. Capture un área más pequeña o divídala en secciones.
fr: Limite de taille de capture d'écran défilante atteinte. Capturez une zone plus petite ou divisez-la en sections.
ja: スクロールスクリーンショットがサイズ上限に達しました。より小さな領域をキャプチャするか、範囲を分割して撮影してください。
ko: 스크롤 스크린샷 크기 제한에 도달했습니다. 더 작은 영역을 캡처하거나 여러 구간으로 나누어 캡처하세요.
pt: O limite de tamanho da captura de tela de rolagem foi atingido. Capture uma área menor ou divida-a em seções.
ru: Достигнут предел размера снимка с прокруткой. Захватите меньшую область или разделите ее на части.
tr: Kaydırmalı ekran görüntüsünde boyut sınırına ulaşıldı. Daha küçük bir alan yakalayın veya bölümlere ayırın.
zh_hant: 長截圖已達大小上限，請縮小截圖範圍或分段截取

# capture.controlsNotReady
source: 截图控制窗口尚未就绪，请重试
ar: عناصر التحكم في الالتقاط ليست جاهزة. يرجى المحاولة مرة أخرى.
de: Die Aufnahmesteuerung ist nicht bereit. Bitte versuchen Sie es erneut.
en: Capture controls are not ready. Please try again.
es: Los controles de captura no están listos. Por favor inténtalo de nuevo.
fr: Les commandes de capture ne sont pas prêtes. Veuillez réessayer.
ja: キャプチャ コントロールの準備ができていません。もう一度試してください。
ko: 캡처 컨트롤이 준비되지 않았습니다. 다시 시도해 주세요.
pt: Os controles de captura não estão prontos. Por favor, tente novamente.
ru: Элементы управления захватом не готовы. Пожалуйста, попробуйте еще раз.
tr: Yakalama denetimleri hazır değil. Lütfen yeniden deneyin.
zh_hant: 截圖控制視窗尚未就緒，請重試

# overlay.mode.move
source: 左右移动模式栏
ar: تحريك شريط الوضع أفقيًا
de: Modusleiste horizontal verschieben
en: Move mode bar horizontally
es: Mover la barra de modo horizontalmente
fr: Déplacer la barre de mode horizontalement
ja: モードバーを水平に移動します
ko: 모드 막대를 가로로 이동
pt: Mover barra de modo horizontalmente
ru: Переместить панель режимов по горизонтали
tr: Mod çubuğunu yatay taşı
zh_hant: 左右移動模式列

# overlay.toolbar.move
source: 移动工具栏
ar: نقل شريط الأدوات
de: Symbolleiste verschieben
en: Move toolbar
es: Mover barra de herramientas
fr: Déplacer la barre d'outils
ja: ツールバーを移動
ko: 도구 막대 이동
pt: Mover barra de ferramentas
ru: Переместить панель инструментов
tr: Araç çubuğunu taşı
zh_hant: 移動工具列

# overlay.recognition.result
source: 识别结果
ar: نتيجة التعرف
de: Erkennungsergebnis
en: Recognition result
es: Resultado del reconocimiento
fr: Résultat de la reconnaissance
ja: 認識結果
ko: 인식 결과
pt: Resultado de reconhecimento
ru: Результат распознавания
tr: Tanıma sonucu
zh_hant: 辨識結果

# scroll.cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

# scroll.finish
source: 完成
ar: إنهاء
de: Fertigstellen
en: Finish
es: Finalizar
fr: Terminer
ja: 完了
ko: 완료
pt: Concluir
ru: Готово
tr: Bitir

# scroll.progress
source: 在框里向下滚动内容 · 已拼接 %.1f 屏
ar: مرّر لأسفل داخل الإطار · عدد الشاشات الملتقطة: %.1f
de: Innerhalb des Rahmens nach unten scrollen · %.1f Bildschirmhöhen aufgenommen
en: Scroll down inside the frame · Screens captured: %.1f
es: Desplázate hacia abajo dentro del marco · Captura equivalente a %.1f pantallas
fr: Faites défiler vers le bas à l'intérieur du cadre · Écrans capturés : %.1f
ja: フレーム内を下にスクロールします · %.1f 画面がキャプチャされました
ko: 프레임 안에서 아래로 스크롤 · 화면 %.1f개 분량 캡처됨
pt: Role para baixo dentro do quadro · Telas capturadas: %.1f
ru: Прокрутите вниз внутри рамки · Захвачено %.1f экрана
tr: Çerçeve içinde aşağı kaydırın · %.1f ekran yakalandı
zh_hant: 在框內向下捲動內容 · 已拼接 %.1f 個畫面

# capture.failed
source: 截图失败：%@
ar: فشلت لقطة الشاشة: %@
de: Screenshot fehlgeschlagen: %@
en: Screenshot failed: %@
es: Error en la captura de pantalla: %@
fr: Échec de la capture d'écran : %@
ja: スクリーンショットが失敗しました: %@
ko: 스크린샷 실패: %@
pt: Falha na captura de tela: %@
ru: Не удалось сделать снимок экрана: %@.
tr: Ekran görüntüsü alınamadı: %@
zh_hant: 截圖失敗：%@

# output.copied
source: 已复制到剪贴板
ar: تم النسخ إلى الحافظة
de: In die Zwischenablage kopiert
en: Copied to clipboard
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
ja: クリップボードにコピーされました
ko: 클립보드에 복사되었습니다
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена.
tr: Panoya kopyalandı
zh_hant: 已複製到剪貼簿

# output.longCopiedAndPinned
source: 已复制到剪贴板，并钉在屏幕上 · ⌘S 保存
ar: تم النسخ إلى الحافظة وتثبيته · ⌘S للحفظ
de: In die Zwischenablage kopiert und angeheftet · ⌘S zum Speichern
en: Copied to clipboard and pinned · ⌘S to save
es: Copiado al portapapeles y fijado · ⌘S para guardar
fr: Copié dans le presse-papiers et épinglé · ⌘S pour enregistrer
ja: クリップボードにコピーされ、固定されました · ⌘S で保存します
ko: 클립보드에 복사하고 화면에 고정했습니다 · ⌘S로 저장
pt: Copiado para a área de transferência e fixado · ⌘S para salvar
ru: Скопировано в буфер обмена и закреплено · ⌘S для сохранения
tr: Panoya kopyalandı ve ekrana sabitlendi · Kaydetmek için ⌘S
zh_hant: 已複製到剪貼簿，並釘在螢幕上 · ⌘S 儲存

# output.longExportFailed
source: 长截图导出失败
ar: فشل تصدير لقطة الشاشة بالتمرير
de: Export des Scroll-Screenshots fehlgeschlagen
en: Scrolling screenshot export failed
es: Falló la exportación de captura de pantalla con desplazamiento
fr: Échec de l'exportation de la capture d'écran avec défilement
ja: スクロールスクリーンショットのエクスポートに失敗しました
ko: 스크롤 스크린샷 내보내기 실패
pt: Falha na exportação da captura de tela de rolagem
ru: Не удалось экспортировать скриншот с прокруткой
tr: Kaydırmalı ekran görüntüsü dışa aktarılamadı
zh_hant: 長截圖匯出失敗

# output.longScreenshotName
source: 长截图
ar: لقطة شاشة بالتمرير
de: Scroll-Screenshot
en: Scrolling Screenshot
es: Captura de pantalla con desplazamiento
fr: Capture d'écran avec défilement
ja: スクロールスクリーンショット
ko: 스크롤 스크린샷
pt: Captura de tela de rolagem
ru: Скриншот с прокруткой
tr: Kaydırmalı Ekran Görüntüsü
zh_hant: 捲動截圖

# output.saveFailed
source: 保存失败：%@
ar: فشل الحفظ: %@
de: Speichern fehlgeschlagen: %@
en: Save failed: %@
es: Error al guardar: %@
fr: Échec de l'enregistrement : %@
ja: 保存に失敗しました: %@
ko: 저장 실패: %@
pt: Falha ao salvar: %@
ru: Не удалось сохранить: %@
tr: Kaydedilemedi: %@
zh_hant: 儲存失敗：%@

# output.saved
source: 已保存到「%@」
ar: تم الحفظ في "%@"
de: Unter „%@“ gespeichert
en: Saved to “%@”
es: Guardado en “%@”
fr: Enregistré dans « %@ »
ja: 「%@」に保存されました
ko: '%@'에 저장되었습니다
pt: Salvo em “%@”
ru: Сохранено в «%@».
tr: “%@” konumuna kaydedildi
zh_hant: 已儲存到「%@」

# output.savedAndCopied
source: 已保存到「%@」，并复制到剪贴板
ar: تم الحفظ في "%@" ونسخه إلى الحافظة
de: Unter „%@“ gespeichert und in die Zwischenablage kopiert
en: Saved to “%@” and copied to clipboard
es: Guardado en “%@” y copiado al portapapeles
fr: Enregistré dans « %@ » et copié dans le presse-papiers
ja: 「%@」に保存され、クリップボードにコピーされました
ko: '%@'에 저장되고 클립보드에 복사되었습니다.
pt: Salva em “%@” e copiada para a área de transferência
ru: Сохранено в «%@» и скопировано в буфер обмена.
tr: “%@” konumuna kaydedildi ve panoya kopyalandı
zh_hant: 已儲存到「%@」，並複製到剪貼簿

# output.screenshotName
source: 截图
ar: لقطة شاشة
de: Bildschirmfoto
en: Screenshot
es: Captura de pantalla
fr: Capture d’écran
ja: スクリーンショット
ko: 스크린샷
pt: Captura de tela
ru: Снимок экрана
tr: Ekran Görüntüsü
zh_hant: 截圖

# overlay.action.cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

# overlay.action.cancelShortcut
source: 取消 (Esc)
ar: إلغاء (Esc)
de: Abbrechen (Esc)
en: Cancel (Esc)
es: Cancelar (Esc)
fr: Annuler (Échap)
ja: キャンセル(Esc)
ko: 취소(Esc)
pt: Cancelar (Esc)
ru: Отмена (Esc)
tr: İptal (Esc)

# overlay.action.close
source: 关闭
ar: إغلاق
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
tr: Kapat
zh_hant: 關閉

# overlay.action.copied
source: 已复制到剪贴板
ar: تم النسخ إلى الحافظة
de: In die Zwischenablage kopiert
en: Copied to clipboard
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
ja: クリップボードにコピーされました
ko: 클립보드에 복사되었습니다
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена.
tr: Panoya kopyalandı
zh_hant: 已複製到剪貼簿

# overlay.action.done
source: 完成
ar: تم
de: Fertig
en: Done
es: Listo
fr: Terminé
ja: 完了
ko: 완료
pt: Concluído
ru: Готово
tr: Tamamlandı

# overlay.action.finish
source: 复制并完成 (↩ / ⌘C)
ar: النسخ والانتهاء (↩ / ⌘C)
de: Kopieren und abschließen (↩ / ⌘C)
en: Copy and finish (↩ / ⌘C)
es: Copiar y finalizar (↩ / ⌘C)
fr: Copier et terminer (↩ / ⌘C)
ja: コピーして終了 (↩ / ⌘C)
ko: 복사 및 완료 (↩ / ⌘C)
pt: Copiar e finalizar (↩ / ⌘C)
ru: Копировать и завершить (↩ / ⌘C)
tr: Kopyala ve bitir (↩ / ⌘C)
zh_hant: 複製並完成 (↩ / ⌘C)

# overlay.action.pin
source: 贴图：钉在屏幕上
ar: تثبيت الصورة على الشاشة
de: Bild auf dem Bildschirm fixieren
en: Pin image on screen
es: Fijar imagen en pantalla
fr: Épingler l'image à l'écran
ja: 画像を画面に固定
ko: 화면에 이미지 고정하기
pt: Fixar imagem na tela
ru: Закрепить изображение на экране
tr: Görseli ekrana sabitle
zh_hant: 將圖片釘選在螢幕上

# overlay.action.save
source: 保存到「%@」(⌘S) · 按住 ⌥ 点击可另存为 (⇧⌘S)
ar: حفظ في «%@» (⌘S) · انقر مع الضغط على ⌥ للحفظ باسم (⇧⌘S)
de: In „%@“ sichern (⌘S) · ⌥-Klick für „Sichern unter“ (⇧⌘S)
en: Save to “%@” (⌘S) · ⌥-click to Save As (⇧⌘S)
es: Guardar en «%@» (⌘S) · Clic con ⌥ para Guardar como (⇧⌘S)
fr: Enregistrer dans « %@ » (⌘S) · ⌥-cliquez pour enregistrer sous (⇧⌘S)
ja: 「%@」に保存 (⌘S) · ⌥クリックして名前を付けて保存 (⇧⌘S)
ko: ‘%@’에 저장 (⌘S) · ⌥-클릭으로 다른 이름으로 저장 (⇧⌘S)
pt: Salvar em “%@” (⌘S) · ⌥-clique para salvar como (⇧⌘S)
ru: Сохранить в «%@» (⌘S) · Щелкните с зажатой ⌥ для «Сохранить как» (⇧⌘S)
tr: “%@” konumuna kaydet (⌘S) · Farklı kaydetmek için ⌥-tıklayın (⇧⌘S)
zh_hant: 儲存到「%@」(⌘S) · 按住 ⌥ 按一下以另存新檔 (⇧⌘S)

# overlay.action.undo
source: 撤销 (⌘Z)
ar: تراجع (⌘Z)
de: Widerrufen (⌘Z)
en: Undo (⌘Z)
es: Deshacer (⌘Z)
fr: Annuler (⌘Z)
ja: 元に戻す (⌘Z)
ko: 실행 취소(⌘Z)
pt: Desfazer (⌘Z)
ru: Отменить (⌘Z)
tr: Geri Al (⌘Z)
zh_hant: 復原 (⌘Z)

# overlay.color.black
source: 黑色
ar: أسود
de: Schwarz
en: Black
es: Negro
fr: Noir
ja: 黒
ko: 검은색
pt: Preto
ru: Черный
tr: Siyah

# overlay.color.blue
source: 蓝色
ar: أزرق
de: Blau
en: Blue
es: Azul
fr: Bleu
ja: ブルー
ko: 파란색
pt: Azul
ru: Синий
tr: Mavi
zh_hant: 藍色

# overlay.color.green
source: 绿色
ar: أخضر
de: Grün
en: Green
es: Verde
fr: Vert
ja: グリーン
ko: 초록색
pt: Verde
ru: Зеленый
tr: Yeşil
zh_hant: 綠色

# overlay.color.orange
source: 橙色
ar: برتقالي
de: Orange
en: Orange
es: Naranja
fr: Orange
ja: オレンジ
ko: 주황색
pt: Laranja
ru: Оранжевый
tr: Turuncu

# overlay.color.purple
source: 紫色
ar: أرجواني
de: Lila
en: Purple
es: Púrpura
fr: Violet
ja: パープル
ko: 보라색
pt: Roxo
ru: Фиолетовый
tr: Mor

# overlay.color.red
source: 红色
ar: أحمر
de: Rot
en: Red
es: Rojo
fr: Rouge
ja: レッド
ko: 빨간색
pt: Vermelho
ru: Красный
tr: Kırmızı
zh_hant: 紅色

# overlay.color.white
source: 白色
ar: أبيض
de: Weiß
en: White
es: Blanco
fr: Blanc
ja: 白
ko: 흰색
pt: Branco
ru: Белый
tr: Beyaz

# overlay.color.yellow
source: 黄色
ar: أصفر
de: Gelb
en: Yellow
es: Amarillo
fr: Jaune
ja: イエロー
ko: 노란색
pt: Amarelo
ru: Желтый
tr: Sarı
zh_hant: 黃色

# overlay.export.failed
source: 截图导出失败
ar: فشل تصدير لقطة الشاشة
de: Screenshot-Export fehlgeschlagen
en: Screenshot export failed
es: Error al exportar la captura de pantalla
fr: Échec de l'exportation de la capture d'écran
ja: スクリーンショットのエクスポートに失敗しました
ko: 스크린샷 내보내기 실패
pt: Falha na exportação da captura de tela
ru: Не удалось экспортировать скриншот.
tr: Ekran görüntüsü dışa aktarılamadı
zh_hant: 截圖匯出失敗

# overlay.magnifier.position
source: 坐标：%d, %d
ar: الموضع: %d، %d
de: Position: %d, %d
en: Position: %d, %d
es: Posición: %d, %d
fr: Position : %d, %d
ja: 位置: %d, %d
ko: 위치: %d, %d
pt: Posição: %d, %d
ru: Позиция: %d, %d
tr: Konum: %d, %d
zh_hant: 坐標：%d, %d

# overlay.magnifier.copyHint
source: Command + C 复制色值
ar: Command + C نسخ اللون
de: Command + C Farbe kopieren
en: Command + C Copy color
es: Comando + C Copiar color
fr: Commande + C Copier la couleur
ja: Command + C 色をコピー
ko: Command + C 색상 복사
pt: Command + C Copiar cor
ru: Command + C Копировать цвет
tr: Command + C Rengi kopyala
zh_hant: Command + C 複製色值

# overlay.magnifier.formatHint
source: Tab 切换 RGB、HEX
ar: Tab التبديل بين RGB / HEX
de: Tab RGB / HEX umschalten
en: Tab Switch RGB / HEX
es: Tab Cambiar RGB / HEX
fr: Tab Basculer RGB / HEX
ja: Tab RGB / HEXを切り替え
ko: Tab RGB / HEX 전환
pt: Tab Alternar RGB / HEX
ru: Tab Переключить RGB / HEX
tr: Tab RGB / HEX geçişi
zh_hant: Tab 切換 RGB、HEX

# overlay.mode.record
source: 录屏
ar: تسجيل
de: Aufnahme
en: Record
es: Grabar
fr: Enregistrer
ja: 録画
ko: 녹화
pt: Gravar
ru: Запись
tr: Kayıt
zh_hant: 螢幕錄影

# overlay.mode.screenshot
source: 截图
ar: لقطة شاشة
de: Bildschirmfoto
en: Screenshot
es: Captura de pantalla
fr: Capture d’écran
ja: スクリーンショット
ko: 스크린샷
pt: Captura de tela
ru: Снимок экрана
tr: Ekran Görüntüsü
zh_hant: 截圖

# overlay.mode.scroll
source: 滚动截图
ar: لقطة شاشة بالتمرير
de: Scroll-Screenshot
en: Scrolling Screenshot
es: Captura de pantalla con desplazamiento
fr: Capture d'écran avec défilement
ja: スクロールスクリーンショット
ko: 스크롤 스크린샷
pt: Captura de tela de rolagem
ru: Скриншот с прокруткой
tr: Kaydırmalı Ekran Görüntüsü
zh_hant: 捲動截圖

# overlay.recognition.barcode
source: 识别二维码与条形码
ar: التعرّف على رموز QR والرموز الشريطية
de: QR-Codes und Barcodes erkennen
en: Recognize QR Codes and Barcodes
es: Reconocer códigos QR y de barras
fr: Reconnaître les codes QR et les codes-barres
ja: QR コードとバーコードを認識
ko: QR 코드 및 바코드 인식
pt: Reconhecer códigos QR e de barras
ru: Распознать QR-коды и штрихкоды
tr: QR Kodu Tanı
zh_hant: 辨識 QR 碼與條碼

# overlay.recognition.busy
source: 识别中…
ar: جارٍ التعرّف…
de: Wird erkannt…
en: Recognizing…
es: Reconociendo…
fr: Reconnaissance en cours…
ja: 認識中…
ko: 인식 중…
pt: Reconhecendo…
ru: Распознавание…
tr: Tanınıyor…
zh_hant: 辨識中…

# overlay.recognition.copiedCount
source: %d %@ · 已复制到剪贴板
ar: العدد: %d (%@) · تم النسخ إلى الحافظة
de: %2$@: %1$d · In die Zwischenablage kopiert
en: %2$@: %1$d · Copied to clipboard
es: %2$@: %1$d · Copiado al portapapeles
fr: %2$@ : %1$d · Copié dans le presse-papiers
ja: %d %@ · クリップボードにコピーされました
ko: %d%@ · 클립보드에 복사됨
pt: %2$@: %1$d · Copiado para a área de transferência
ru: %2$@: %1$d · Скопировано в буфер обмена
tr: %d %@ · Panoya kopyalandı
zh_hant: %d %@ · 已複製到剪貼簿

# overlay.recognition.editHint
source: 可直接编辑 · 选中文本后按 ⌘C 复制 · Esc 关闭
ar: قم بالتحرير مباشرة · حدد النص واضغط على ⌘C لنسخ التحديد · Esc للإغلاق
de: Direkt bearbeiten · Text auswählen und ⌘C drücken, um die Auswahl zu kopieren · Esc zum Schließen
en: Edit directly · Select text and press ⌘C to copy the selection · Esc to close
es: Editar directamente · Seleccione el texto y presione ⌘C para copiar la selección · Esc para cerrar
fr: Modifier directement · Sélectionnez le texte et appuyez sur ⌘C pour copier la sélection · Échap pour fermer
ja: 直接編集 · テキストを選択し、⌘C を押して選択内容をコピー · Esc を押して閉じます
ko: 직접 편집 · 텍스트를 선택하고 ⌘C를 눌러 선택 항목을 복사 · Esc를 눌러 닫습니다.
pt: Edite diretamente · Selecione o texto e pressione ⌘C para copiar a seleção · Esc para fechar
ru: Непосредственное редактирование · Выделите текст и нажмите ⌘C, чтобы скопировать выделение · Esc, чтобы закрыть
tr: Doğrudan düzenleyin · Seçimi kopyalamak için metni seçip ⌘C tuşuna basın · Kapatmak için Esc
zh_hant: 可直接編輯 · 選取文字後按 ⌘C 複製所選內容 · 按 Esc 關閉

# overlay.recognition.empty
source: 未识别到内容
ar: لم يتم التعرف على أي محتوى
de: Kein Inhalt erkannt
en: No content recognized
es: No se reconoce contenido
fr: Aucun contenu reconnu
ja: コンテンツが認識されませんでした
ko: 인식된 콘텐츠가 없습니다.
pt: Nenhum conteúdo reconhecido
ru: Содержимое не распознано
tr: İçerik tanınamadı
zh_hant: 未辨識到內容

# overlay.recognition.failed
source: 识别失败：%@
ar: فشل التعرّف: %@
de: Erkennung fehlgeschlagen: %@
en: Recognition failed: %@
es: Error de reconocimiento: %@
fr: Échec de la reconnaissance : %@
ja: 認識に失敗しました: %@
ko: 인식 실패: %@
pt: Falha no reconhecimento: %@
ru: Ошибка распознавания: %@
tr: Tanıma başarısız oldu: %@
zh_hant: 辨識失敗：%@

# overlay.recognition.items
source: 个条码
ar: رموز
de: Codes
en: Codes
es: Códigos
fr: Codes
ja: 個のコード
ko: 개의 코드
pt: códigos
ru: Коды
tr: kod
zh_hant: 個條碼

# overlay.recognition.lines
source: 行
ar: أسطر
de: Zeilen
en: Lines
es: Líneas
fr: Lignes
ko: 줄
pt: linhas
ru: Строки
tr: satır

# overlay.recognition.mask
source: 打码
ar: إخفاء الرموز
de: Codes unkenntlich machen
en: Mask Codes
es: Ocultar códigos
fr: Masquer les codes
ja: コードを隠す
ko: 코드 가리기
pt: Ocultar códigos
ru: Скрыть коды
tr: Kodları Gizle
zh_hant: 遮蔽條碼

# overlay.recognition.open
source: 打开链接
ar: فتح الرابط
de: Link öffnen
en: Open Link
es: Abrir enlace
fr: Ouvrir le lien
ja: リンクを開く
ko: 링크 열기
pt: Abrir link
ru: Открыть ссылку
tr: Bağlantıyı Aç
zh_hant: 開啟連結

# overlay.recognition.text
source: 提取文字
ar: استخراج النص
de: Text extrahieren
en: Extract Text
es: Extraer texto
fr: Extraire le texte
ja: テキストを抽出
ko: 텍스트 추출
pt: Extrair texto
ru: Извлечь текст
tr: Metni Çıkar
zh_hant: 擷取文字

# overlay.record.start
source: 开始录制
ar: بدء التسجيل
de: Aufnahme starten
en: Start Recording
es: Iniciar grabación
fr: Démarrer l’enregistrement
ja: 録画を開始
ko: 녹화 시작
pt: Iniciar gravação
ru: Начать запись
tr: Kaydı Başlat
zh_hant: 開始螢幕錄影
